arquivos/Transmitir Perfil.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <Operacao_Transmitir_Perfil xmlns="http://microsoft.com/webservices/">
      <Usuario>user</Usuario>
      <Senha>password</Senha>
      <idTerminal>idvehicle</idTerminal>
      <TipoConfiguracao>12</TipoConfiguracao>
      <IdSeqMsg>1</IdSeqMsg>
    </Operacao_Transmitir_Perfil>
  </soap:Body>
</soap:Envelope>

